Repository: tyabu12/pastura
Catalog: Pastura/Pastura/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: No ads, no sign-in. Pastura runs quietly on your device alone.
ja: Pastura は広告もログインもなく、あなたの端末だけで静かに動きます

source: No event this round
ja: このラウンドにイベントなし

source: No model
ja: モデルなし

source: No scenarios available yet.
ja: まだシナリオがありません。

source: No scenarios in this category.
ja: このカテゴリにシナリオはありません。

source: No scenarios in this language.
ja: この言語のシナリオはありません。

source: No scenarios match "%@".
ja: 「%@」に一致するシナリオはありません。

source: No turn records found for this simulation
ja: このシミュレーションのターン記録は見つかりません

source: None
ja: なし

source: Not downloaded
ja: 未ダウンロード

source: Not supported on this device
ja: このデバイスは対応していません

source: Offline — showing cached content
ja: オフライン — キャッシュされたコンテンツを表示しています

source: Open Report Form
ja: 報告フォームを開く

source: Open Shared Scenarios to refresh, then try the link again.
ja: 共有シナリオを開いて更新してから、もう一度リンクを試してください。

source: Open local copy
ja: ローカルコピーを開く

source: Open on GitHub
ja: GitHub で開く

source: Opened from an external link
ja: 外部リンクから開きました

source: Opening shared scenario after setup…
ja: セットアップ後にシェアされたシナリオを開きます…

source: Opens Google Forms in Safari. Your report is processed by Google under their privacy policy.
ja: Safari で Google Forms を開きます。報告内容は Google のプライバシーポリシーに基づいて処理されます。

source: Options
ja: 選択肢

source: Other agents never see this. Viewers can peek at it from the persona sheet.
ja: 他のエージェントには決して見えません。視聴者はペルソナ画面から覗けます。

source: Outcome
ja: 結果

source: Output Fields
ja: 出力フィールド

# Output drifted from expected %@ for %@
source: Output drifted from expected %1$@ for %2$@
ja: %2$@ の出力が想定の %1$@ から外れました

# Output drifted to %@ (expected %@) for %@
source: Output drifted to %1$@ (expected %2$@) for %3$@
ja: %3$@ の出力が %1$@ になりました(想定: %2$@)

source: Override sentence limit
ja: 文数上限を上書き

source: Overview
ja: 概要

source: PASTURA · SETUP
ja: PASTURA · セットアップ

source: PEEK AT THEIR SECRET
ja: 秘密を覗く

source: Pairing
ja: ペアリング

source: Pairs of agents privately whisper to each other (hidden from others)
ja: エージェント同士がペアで密談します（他の参加者には見えません）

source: Past Results
ja: 過去の結果

source: Pastura couldn't upgrade its database. You can reset it to continue — your previous data is kept in a backup on this device.
ja: Pastura はデータベースを更新できませんでした。 リセットすれば続行できます。 以前のデータはこの端末のバックアップに保持されます。

source: Pastura simulation
ja: Pastura シミュレーション

source: Pause and leave
ja: 一時停止して移動

source: Pause and save it so you can resume later, or keep it running while you step away?
ja: 一時停止して保存し後で再開しますか、それとも離れている間も実行を続けますか？

source: Pause and save it so you can resume later?
ja: 一時停止して保存しますか？あとで再開できます。

source: Pause playback
ja: 再生を一時停止

source: Paused
ja: 一時停止中

source: Paused %lld
ja: 中断 %lld

# Paused %lld/%lld
source: Paused %1$lld/%2$lld
ja: 中断 %1$lld/%2$lld

source: Paused at Round %lld
ja: Round %lld で中断

# Paused at Round %lld / %lld
source: Paused at Round %1$lld / %2$lld
ja: Round %1$lld/%2$lld で中断

source: Paused run not found
ja: 中断中の実行が見つかりません

source: Peek at their secret
ja: 秘密を覗く

source: Persona
ja: ペルソナ

source: Persona %lld description contains a term that is not allowed
ja: ペルソナ %lld の説明に許可されていない用語が含まれています

source: Persona %lld name contains a term that is not allowed
ja: ペルソナ %lld の名前に許可されていない用語が含まれています

source: Persona %lld secret contains a term that is not allowed
ja: ペルソナ %lld の秘密に使用できない語句が含まれています

source: Persona '%@' description contains a term that is not allowed
ja: ペルソナ '%@' の説明に許可されていない用語が含まれています

source: Persona '%@' secret contains a term that is not allowed
ja: ペルソナ「%@」の秘密に使用できない語句が含まれています

# Persona count (%lld) does not match agent count (%lld)
source: Persona count (%1$lld) does not match agent count (%2$lld)
ja: ペルソナ数 (%1$lld) がエージェント数 (%2$lld) と一致しません

source: Persona name
ja: ペルソナ名

source: Personas
ja: ペルソナ

source: Personas (%lld)
ja: ペルソナ（%lld）

source: Phase %@ condition contains a term that is not allowed
ja: フェーズ %@ の条件に許可されていない用語が含まれています

source: Phase %@ prompt contains a term that is not allowed
ja: フェーズ %@ のプロンプトに許可されていない用語が含まれています

source: Phase %@ template contains a term that is not allowed
ja: フェーズ %@ のテンプレートに許可されていない用語が含まれています

# Phase %lld (assign): unknown target '%@'. Use 'all' or 'random_one'.
source: Phase %1$lld (assign): unknown target '%2$@'. Use 'all' or 'random_one'.
ja: フェーズ %1$lld (assign): 不明な対象 '%2$@' です。'all' または 'random_one' を使用してください。

source: Phases
ja: フェーズ

source: Phases (%lld)
ja: フェーズ（%lld）

source: Playback speed
ja: 再生速度

source: Please keep the app open during download.
ja: ダウンロード中はアプリを開いたままにしてください。

source: Post to X
ja: X にポスト

source: Predict the outcome
ja: 結果を予想する

source: Prefer public discussion?
ja: 公開で議論したい場合は？

source: Preset
ja: プリセット

source: Presets
ja: プリセット

source: Primary
ja: 主フィールド

source: Privacy Policy
ja: プライバシーポリシー

source: Prompt
ja: プロンプト

# Prompt (%lld tokens) exceeds context size (%lld)
source: Prompt (%1$lld tokens) exceeds context size (%2$lld)
ja: プロンプト (%1$lld トークン) がコンテキストサイズ (%2$lld) を超えています

source: Prompt contains a term that is not allowed
ja: プロンプトに許可されていない用語が含まれています

source: Prompt copied!
ja: プロンプトをコピーしました！

source: Re-downloading %@ takes a few minutes.
ja: %@ の再ダウンロードには数分かかります。

source: Ready
ja: 利用可能

source: Recommended
ja: 推奨

source: Recommended Scenarios
ja: おすすめのシナリオ

source: Recommended model
ja: 推奨モデル

source: Record is read-only: id=%@
ja: レコードは読み取り専用です: id=%@

# Record not found: %@ id=%@
source: Record not found: %1$@ id=%2$@
ja: レコードが見つかりません: %1$@ id=%2$@

source: Recovery requires an active model
ja: 復旧には有効なモデルが必要です

source: References a top-level field in the scenario YAML — must be a list of strings (e.g., random_events: [...])
ja: シナリオ YAML のトップレベルフィールドを参照します — 文字列のリストである必要があります（例: random_events: [...]）

source: Reflect
ja: ふりかえり

source: Relationships
ja: 人間関係

source: Reloading model...
ja: モデルを再読み込み中...

source: Remove most-voted agent (code)
ja: 最多得票のエージェントを除外（コード）

source: Replay export failed
ja: リプレイのエクスポートに失敗しました

source: Replaying
ja: リプレイ中

source: Report a problem
ja: 問題を報告

source: Report scenario
ja: シナリオを報告

source: Report this problem
ja: この問題を報告

source: Report this scenario
ja: このシナリオを報告

source: Reports are reviewed by the Pastura maintainer. You'll receive a confirmation email when your report is received.
ja: 報告は Pastura のメンテナが確認します。報告が受理されると確認メールが届きます。

source: Requires a GitHub account. The resulting issue is public.
ja: GitHub アカウントが必要です。作成される issue は公開されます。

source: Reset Database
ja: データベースをリセット

source: Result Detail
ja: 結果の詳細

source: Resume
ja: 再開

source: Resume from round %lld
ja: ラウンド %lld から再開

source: Resume playback
ja: 再生を再開

source: Retry
ja: 再試行

source: Return to it to keep watching, or pause it before starting another.
ja: 戻って観察を続けるか、別のものを始める前に一時停止してください。

source: Return to the running simulation
ja: 実行中のシミュレーションに戻る

source: Returns to the running simulation
ja: 実行中のシミュレーションに戻ります

source: Revealed
ja: 正体判明

source: Roleplay
ja: ロールプレイ

source: Roll < probability fires. 1 = always fires; 0 = never fires.
ja: ロール値 < 確率で発火します。1 = 常に発火、0 = 発火しません。

source: Round %lld
ja: ラウンド %lld

source: Round %lld / %lld
ja: ラウンド %lld / %lld

# Round %lld / %lld — tap to return
source: Round %1$lld / %2$lld — tap to return
ja: ラウンド %1$lld / %2$lld — タップで戻る

source: Round Robin
ja: ラウンドロビン

source: Round count (%lld) exceeds maximum of 30
ja: ラウンド数 (%lld) が最大値の30を超えています

source: Rounds
ja: ラウンド

source: Rounds: %lld
ja: ラウンド数: %lld

source: Run
ja: 実行

source: Run Simulation
ja: シミュレーション実行

source: Run a simulation to see results here
ja: シミュレーションを実行すると、ここに結果が表示されます

source: Running
ja: 実行中

source: Running in background
ja: バックグラウンドで実行中

source: STORAGE
ja: ストレージ

source: Said one thing, did another
ja: 宣言と行動が矛盾

source: Sampler candidate buffer is empty
ja: サンプラーの候補バッファが空です

source: Sampler crash caught: %@
ja: サンプラーのクラッシュを捕捉しました: %@

source: Sampler produced no logits
ja: サンプラーがロジットを取得できませんでした

source: Sampler produced no selection
ja: サンプラーがトークンを選択できませんでした

source: Save
ja: 保存

source: Save Image
ja: 画像を保存

source: Save failed: %@
ja: 保存に失敗しました: %@

source: Scenario ID
ja: シナリオ ID

source: Scenario ID is required
ja: シナリオ ID は必須です

source: Scenario Not Found
ja: シナリオが見つかりません

source: Scenario description contains a term that is not allowed
ja: シナリオの説明に許可されていない用語が含まれています

source: Scenario name contains a term that is not allowed
ja: シナリオ名に許可されていない用語が含まれています

source: Scenario name is required
ja: シナリオ名は必須です

source: Scenario not found
ja: シナリオが見つかりません

# Scenario: field 'language' must be one of {%@}, got '%@'
source: Scenario: field 'language' must be one of {%1$@}, got '%2$@'
ja: Scenario: フィールド 'language' は {%1$@} のいずれかである必要がありますが、'%2$@' が指定されました

# Scenario: field 'simulationLanguage' must be one of {%@} or nil, got '%@'
source: Scenario: field 'simulationLanguage' must be one of {%1$@} or nil, got '%2$@'
ja: Scenario: フィールド 'simulationLanguage' は {%1$@} のいずれか、または nil である必要がありますが、'%2$@' が指定されました

# Scenario: field 'simulation_language' must be one of {%@} or absent, got '%@'
source: Scenario: field 'simulation_language' must be one of {%1$@} or absent, got '%2$@'
ja: Scenario: フィールド 'simulation_language' は {%1$@} のいずれか、または省略可能である必要がありますが、'%2$@' が指定されました

source: Scenarios
ja: シナリオ一覧

source: Score
ja: スコア

source: Score Calc
ja: スコア計算

source: Scoreboard
ja: スコアボード

source: Scores — %@
ja: スコア — %@

source: Scoring Logic
ja: スコアリングロジック

source: Search scenarios
ja: シナリオを検索

source: Search variables
ja: 変数を検索

source: Second agent of the pair
ja: ペアの2人目

source: Second agent's chosen action
ja: ペア2人目の選択

source: Second agent's score
ja: ペア2人目のスコア

source: Secret (optional)
ja: 秘密（任意）

source: Secret contains a term that is not allowed
ja: 秘密に使用できない語句が含まれています

source: See supported devices
ja: 対応機種を確認する

source: Self-made
ja: 自作

source: Send a content report
ja: コンテンツの報告を送信

source: Send report
ja: 報告を送信

source: Settings
ja: 設定

source: Setup complete
ja: 準備ができました

source: Share
ja: シェア

source: Share %@'s highlight
ja: %@ の見どころを共有

source: Share Scenario
ja: シナリオを共有

source: Share a highlight
ja: この瞬間をシェア

source: Share as Card
ja: カードで共有

source: Share via…
ja: その他で共有…

source: Show all thoughts
ja: 思考をすべて表示

source: Show thought
ja: 思考を表示

source: Shows the full scoreboard
ja: スコアボード全体を表示

source: Shows this agent's persona
ja: このエージェントのペルソナを表示します

source: Simulating
ja: シミュレーション中

source: Simulation
ja: シミュレーション

source: Simulation cancelled
ja: シミュレーションがキャンセルされました

source: Simulation running — tap to return
ja: シミュレーション実行中 — タップで戻る

source: Simulation stopped: %lld consecutive turns failed to get a response from the model
ja: シミュレーションを中断しました: %lld ターン連続でモデルから応答を得られませんでした

source: Skip
ja: スキップ

source: Social Psychology
ja: 社会心理学

source: Soon
ja: まもなく

source: Source
ja: ソース

source: Source key
ja: ソースキー

source: Source: top-level YAML key (e.g., topics, words). Target: all, random_one
ja: ソース: トップレベルの YAML キー（例: topics, words）。ターゲット: all, random_one

source: Speak
ja: 発言

source: Speak Each
ja: 個別発言

source: Statement Length
ja: 発言の長さ

source: Status
ja: 状態

source: Stay
ja: 留まる

source: Stop and discard
ja: 停止して破棄

source: Stop download
ja: ダウンロードを中止

source: Stop downloading?
ja: ダウンロードを停止しますか？

source: Storage is getting large. Consider clearing old runs to free space.
ja: ストレージ使用量が大きくなっています。空き容量を確保するには古い結果を削除しましょう。

source: Storage is running low
ja: 空き容量が少なめです

source: Storage used: %@
ja: 使用容量: %@

source: Stories
ja: ストーリーズ

source: Strategy
ja: 戦略

source: Sub-Rounds
ja: サブラウンド

source: Suggestions
ja: 提案

source: Summarize
ja: 要約

source: Survived
ja: 生存

source: Switch to recommended model
ja: 推奨モデルに切り替える

source: Tap + to import a YAML scenario
ja: + をタップして YAML シナリオをインポート

source: Tap anywhere to begin
ja: タップして開始

source: Target
ja: ターゲット

source: Template
ja: テンプレート

source: Template contains a term that is not allowed
ja: テンプレートに許可されていない用語が含まれています

source: Template load failed: %@
ja: テンプレートの読み込みに失敗しました: %@

source: The agent's mood, carried into their next prompt (opt-in inertia).
ja: エージェントの気分。次回の自分のプロンプトに引き継がれる（opt-in の感情慣性）

source: The agent's private memo (reflect only). Never shown to others.
ja: エージェントの内心メモ（reflect 専用）。他者には見えない

source: The agent's private thought. Shown as a thought bubble, never in the public log.
ja: エージェントの内心の思考。思考バブルで表示され、公開ログには残らない

source: The chosen value. Restricted to the phase's options.
ja: 選択された値。フェーズの options に制限される

source: The conversation log so far
ja: これまでの会話ログ

source: The current round number
ja: 現在のラウンド番号

source: The downloaded scenario does not match its expected signature. The gallery may have been updated. Pull to refresh and try again.
ja: ダウンロードしたシナリオが想定のシグネチャと一致しません。ギャラリーが更新されている可能性があります。プルして更新後、再試行してください。

source: The event currently in play
ja: 現在発生中のイベント

source: The list of vote candidates
ja: 投票の候補者一覧

source: The main spoken text, shown in the UI.
ja: 発言の本文。UI に表示される

source: The main spoken text. Shown in the UI and the conversation log.
ja: 発言の本文。UI と会話ログに表示される

source: The most recent vote results
ja: 直近の投票結果

source: The name of the agent being voted for.
ja: 投票先のエージェント名

source: The paired opponent's name (round-robin choose)
ja: ペアの対戦相手の名前（round-robin choose）

source: The partial download will be deleted. Resuming later means starting over from the beginning.
ja: 途中までのダウンロードは削除されます。あとで再開しても最初からのダウンロードになります。

source: The premise
ja: あらすじ

source: The private reason behind the vote.
ja: 投票の内心の理由

source: The shared topic assigned to everyone
ja: 全体に割り当てられた共通のお題

source: The whisper exchange this round
ja: 今回の密談でのやり取り

source: The whispers this agent exchanged
ja: このエージェントが交わした密談の内容

source: The wolf's name (assigned to one agent)
ja: ウルフ役の名前（1人に割り当て）

source: The word or topic assigned to this agent
ja: このエージェントに割り当てられたお題・ワード

source: Then branch (condition true)
ja: Then ブランチ（条件が true）

source: This Month
ja: 今月

source: This Week
ja: 今週

source: This agent's current mood
ja: このエージェントの現在の気分

source: This agent's own private reflection notes
ja: このエージェント自身のふりかえりメモ

source: This can take a few seconds
ja: 数秒かかる場合があります

source: This device does not have enough memory to run the AI model. At least 8 GB of RAM is required.
ja: このデバイスのメモリでは AI モデルを実行できません。8 GB 以上の RAM が必要です。

source: This download is set to Wi-Fi only. Tap Try Again to change.
ja: このダウンロードは Wi-Fi 接続のみに設定されています。再試行ボタンで変更してください。

source: This error detail is attached to your report:
ja: このエラー詳細が報告に添付されます:

source: This link doesn't match Pastura's expected format.
ja: このリンクは Pastura の想定する形式と一致しません。

source: This permanently removes every past run and its conversation log. This can't be undone.
ja: すべての過去の結果と会話ログを完全に削除します。この操作は取り消せません。

source: This permanently removes this run and its conversation log. This can't be undone.
ja: この結果と会話ログを完全に削除します。この操作は取り消せません。

source: This round's whisper partner
ja: 今回の密談相手

source: This run stopped early
ja: この実行は途中で停止しました

source: This scenario isn't in the gallery anymore.
ja: このシナリオはもうギャラリーにありません。

source: This scenario needs a newer version of Pastura. Update the app to run it.
ja: このシナリオの実行にはより新しいバージョンの Pastura が必要です。アプリを更新してください。

source: Thought
ja: 内心

source: Today
ja: 今日

source: Top-level YAML key
ja: トップレベルの YAML キー

# Top-level field '%@' has unsupported type %@. Supported shapes: %@.
source: Top-level field '%1$@' has unsupported type %2$@. Supported shapes: %3$@.
ja: トップレベルフィールド '%1$@' はサポートされていない型 %2$@ です。サポートされる形式: %3$@。

source: Top-level field '%@': array-of-dict values must all be String. Quote non-string values (e.g. `majority: "1"`).
ja: トップレベルフィールド '%@': 辞書配列の値はすべて String である必要があります。String 以外の値は引用符で囲んでください（例: `majority: "1"`）。

source: Top-level field '%@': dictionary values must all be String. Quote non-string values.
ja: トップレベルフィールド '%@': 辞書の値はすべて String である必要があります。String 以外の値は引用符で囲んでください。

source: Top-level field '%@': mixed-type arrays are not supported. Use a pure [String] or [[String: String]].
ja: トップレベルフィールド '%@': 混在型の配列はサポートされていません。純粋な [String] または [[String: String]] を使用してください。

source: Try Again
ja: 再試行

source: Try this scenario
ja: このシナリオを試す

source: Turn a standout moment into a card. Tap to open the share card.
ja: 今回の見どころを一枚絵で。タップして共有カードを開きます。

source: Turns skipped ×%lld
ja: スキップされたターン ×%lld

source: Type
ja: 種類

source: Unavailable
ja: 利用不可

source: Unknown
ja: 不明

source: Unknown language
ja: 不明な言語

source: Unknown model (%@)
ja: 未対応のモデル (%@)

source: Unsupported Device
ja: サポートされていないデバイス

source: Unsupported Link
ja: サポートされていないリンク

source: Unused model file
ja: 未使用のモデルファイル

source: Update
ja: 更新

source: Update affinity matrix from vote/action history (code, no LLM)
ja: 投票・行動の履歴から好感度行列を更新（コード、LLM なし）

source: Update app
ja: アプリを更新

source: Update available from Shared Scenarios
ja: 共有シナリオから更新が利用可能

source: Update required
ja: アップデートが必要です

source: Use `action` for the chosen value. It is restricted to the phase options.
ja: 選択結果は `action` フィールドで追加してください。値はこの phase の options に制限されます。

source: Use `note` for the agent's private memo. This is the reflect phase's only output field.
ja: エージェントの内心メモには `note` を使います。reflect フェーズの唯一の出力フィールドです。

source: Use `statement` for the main spoken text. UI display and conversation log key on this field.
ja: 発言本文は `statement` フィールドで追加してください。UI 表示と会話ログはこのフィールドを参照します。

source: Use `statement` for the whispered text. Whispers stay private to the pair and never enter the public conversation log.
ja: 密談の内容は `statement` フィールドに書いてください。密談はペア内だけの秘密で、公開の会話ログには残りません。

source: Use `vote` for the target name.
ja: 投票先は `vote` フィールドで追加してください。

source: Use this model
ja: このモデルを使う

source: Variable name
ja: 変数名

source: Variable written by this phase. Reference in subsequent prompts as {<name>}. Defaults to current_event when empty.
ja: このフェーズが書き込む変数。後続のプロンプトで {<name>} として参照できます。空の場合は current_event がデフォルトです。

source: Variables: %@
ja: 変数: %@

source: Variables: {current_round}, {scoreboard}, {vote_results}
ja: 変数: {current_round}, {scoreboard}, {vote_results}

source: View in English
ja: 英語版で見る

source: View in Japanese
ja: 日本語版で見る

source: View project page
ja: プロジェクトページを見る

source: Visual
ja: ビジュアル

source: Vote
ja: 投票

source: Vote Results
ja: 投票結果

source: Votes
ja: 票数

source: Votes — %@
ja: 投票 — %@

source: Wait for Wi-Fi
ja: Wi-Fi を待つ

source: Watching AI agents play out a scenario in Pastura 🐑
ja: Pastura で AI たちのシミュレーションを観察中 🐑

source: Watching “%@” play out in Pastura 🐑
ja: Pastura で「%@」を観察中 🐑

source: What happens
ja: 進行の流れ

source: When off, statements use the global default (%lld sentences).
ja: オフの場合、発言は全体の既定（%lld 文）に従います。

source: Whisper
ja: 密談

source: Who do you think the wolf is?
ja: ウルフは誰だと思う？

source: Who do you think will get the most votes?
ja: 誰が一番票を集めると思う？

source: Wi-Fi recommended
ja: Wi-Fi 推奨

source: Will open after database recovery
ja: データベースの復旧後に開きます

source: Will open after retrying setup
ja: セットアップを再試行後に開きます

source: Will open after you choose a model
ja: モデルを選択後に開きます

source: Will open once the model finishes downloading
ja: モデルのダウンロード完了後に開きます

source: Will open when you exit this simulation
ja: このシミュレーションを終了したら開きます

# Will run on %@, not the recommended %@
source: Will run on %1$@, not the recommended %2$@
ja: 推奨モデル %2$@ ではなく %1$@ で実行されます

source: Winner: %@
ja: 勝者: %@

source: YAML is empty
ja: YAML が空です

source: You can add another model later.
ja: 別のモデルはあとから追加できます。

source: You can keep multiple models on this device. Only the active one is loaded in memory.
ja: このデバイスに複数のモデルを保持できます。メモリに読み込まれるのは使用中のモデルだけです。

source: _(empty)_
ja: _(なし)_

source: _No roster data._
ja: _ロスターデータなし_

source: _No score data._
ja: _スコアデータなし_

source: _No turns recorded._
ja: _ターン記録なし_

source: active
ja: アクティブ

# agents (%lld) does not match personas count (%lld)
source: agents (%1$lld) does not match personas count (%2$lld)
ja: agents (%1$lld) が personas の数 (%2$lld) と一致しません

source: assign-source-nonempty: this 'assign' phase's source resolves to an empty list, so nothing is assigned (or every agent gets an empty value) — add at least one entry to the referenced source data.
ja: assign-source-nonempty: この 'assign' フェーズのソースが空のリストに解決されるため、何も割り当てられません（またはすべてのエージェントが空の値になります）— 参照元データに少なくとも1件のエントリを追加してください。

source: bare-identifier-looks-like-literal: the operand '%@' matches a persona name but is unquoted, so the condition evaluator reads it as an undefined identifier and the comparison is always false — wrap it in double quotes to compare against the name.
ja: bare-identifier-looks-like-literal: オペランド '%@' はペルソナ名と一致しますが引用符で囲まれていないため、条件評価器はこれを未定義の識別子として読み取り、比較は常に false になります — 名前と比較するにはダブルクォートで囲んでください。

source: choose-should-declare-options: this 'choose' phase has no 'options' list, so the agent's action is unconstrained free text — add an 'options' list to steer the choice.
ja: choose-should-declare-options: この 'choose' フェーズには 'options' リストがないため、エージェントの行動は制約のない自由記述になります — 選択を誘導するために 'options' リストを追加してください。

source: disabled
ja: 無効

source: e.g. max_score >= 10 && active_count > 1
ja: 例: max_score >= 10 && active_count > 1

source: eliminate-after-vote: this 'eliminate' runs before every 'vote' phase, so it acts on the previous round's stale tally — move it after the 'vote' phase.
ja: eliminate-after-vote: この 'eliminate' はすべての 'vote' フェーズより前に実行されるため、前のラウンドの古い集計に基づいて動作します — 'vote' フェーズの後に移動してください。

source: eliminate-needs-vote: an 'eliminate' phase does nothing without a 'vote' phase in the same round — add a 'vote' phase before it.
ja: eliminate-needs-vote: 'eliminate' フェーズは同じラウンドに 'vote' フェーズがないと何もしません — その前に 'vote' フェーズを追加してください。

source: eliminated
ja: 脱落

source: enabled
ja: 有効

source: event-reactive-needs-event-inject: 'event_reactive' scoring needs an earlier 'event_inject' phase with a dictionary event source and the default 'as: current_event', or the favored action is never scored — fix the 'event_inject' before this 'score_calc'.
ja: event-reactive-needs-event-inject: 'event_reactive' スコアリングには、辞書型のイベントソースとデフォルトの 'as: current_event' を持つ、より前の 'event_inject' フェーズが必要です。ないと優先行動が採点されません — この 'score_calc' より前の 'event_inject' を修正してください。

source: from “%@”
ja: シナリオ「%@」より

source: llama_decode failed (error %lld)
ja: llama_decode に失敗しました（エラー %lld）

source: log-window-below-agent-count: 'log_window' is smaller than the agent count while a 'speak_each' phase is present, so same-round earlier speakers vanish from the addressee pool — raise 'log_window' to at least the agent count.
ja: log-window-below-agent-count: 'speak_each' フェーズが存在するのに 'log_window' がエージェント数より小さいため、同一ラウンド内の先行発言者が宛先候補から消えてしまいます — 'log_window' をエージェント数以上に引き上げてください。

source: max-sentences-no-op: this phase emits no LLM statement, so its 'max_sentences' cap never reaches a prompt and has no effect — remove it, or move it to a phase that emits a statement (speak_all / speak_each / whisper).
ja: max-sentences-no-op: このフェーズは LLM の発言を生成しないため、'max_sentences' の上限はプロンプトに届かず効果がありません — 削除するか、発言を生成するフェーズ（speak_all / speak_each / whisper）に移動してください。

source: pd-needs-round-robin-choose: 'prisoners_dilemma' scoring needs a round-robin 'choose' phase earlier in the round to populate pairings, or scores never change — add one before this 'score_calc'.
ja: pd-needs-round-robin-choose: 'prisoners_dilemma' スコアリングには、ペアリングを埋めるためラウンド内のより前にラウンドロビン形式の 'choose' フェーズが必要です。ないとスコアが変化しません — この 'score_calc' より前に追加してください。

source: per-persona-placeholder-in-summarize: the per-persona placeholder '{%@}' is never populated in a 'summarize' phase (summaries aren't per-agent), so it leaks literally — remove it or move it to an LLM phase.
ja: per-persona-placeholder-in-summarize: エージェントごとのプレースホルダー '{%@}' は 'summarize' フェーズでは決して埋められないため（サマリーはエージェント単位ではありません）、そのままリークします — 削除するか LLM フェーズに移動してください。

source: placeholder-phase-availability: the placeholder '{%@}' is only populated by a producing phase, but none runs earlier in the phase list, so it resolves to an empty value — move the producing phase before this one.
ja: placeholder-phase-availability: プレースホルダー '{%@}' は生成元フェーズによってのみ埋められますが、フェーズリスト内でそれより前に実行されるものがないため、空の値に解決されます — 生成元フェーズをこのフェーズより前に移動してください。
